---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagAngleParam
source: html/054f3142-a18e-831d-6906-0a0de4d9b761.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagAngleParam Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId TagAngleParam { get; }
```